Repository: Donny-G/HabitTracker
Catalog: HabitTracker/*.lproj/Localizable.strings
Languages: ru

# ActiveHabits
source: Current habits in process
ru: Привычки в работе

source: Completed habits
ru: Сформированные привычки

source: Progress
ru: Прогресс

# Do good things to grow good habits
source: Habit is a second nature. Do good things to grow good habits
ru: Привычка - вторая натура. Совершай хорошие дела, чтобы сформировать полезные привычки

source: Main View & Habit View
ru: Главное окно & Окно привычки

# Press the button to add new habit
source: Add new habit button
ru: Добавление новой привычки

# ProgressView
source: See your progress
ru: Шкала прогресса формирования привычек

# By long pressing on habit you can add one step to your goal
source: Button to add one step to your goal, appeared by long pressure on the habit
ru: Кнопка добавления одного шага к заданной цели при долгом нажатии по привычке в главном окне

# Press the button to add new step to your goal
source: Button to add new step to your goal
ru: Кнопка добавления шага к заданной цели

source: Delete current habit
ru: Удаление текущей привычки

source: New habit view
ru: Новая привычка

source: Set new local notification
ru: Создать новое уведомление

source: Disable and delete current local notification
ru: Отключить и удалить текущее уведомление

source: Choose type of predefined habit
ru: Выбор типа привычки

source: You can choose picture for habit from gallery
ru: Кнопка выбора изображения привычки из галереи

source: Or you can take picture for habit from camera
ru: Кнопка для использования фото в качестве изображения для привычки

source: Notification
ru: Уведомление

source: Notification is enabled
ru: Уведомление включено

source: Notification is disabled
ru: Уведомление отключено

source: Default notification at 9:00 everyday
ru: Режим уведомления по умолчанию в 9:00 каждый день

source: Manual notification
ru: Ручной режим уведомления

source: Countdown timer
ru: Уведомление по таймеру обратного отсчёта

source: Time notification
ru: Уведомление по заданному времени

source: Repeated notification
ru: Уведомление с повтором

source: Not repeating notification
ru: Уведомление без повтора

source: Scheduled daily notification
ru: Уведомление по дням недели

source: Habit name
ru: Название привычки

source: Enter your habit name, please
ru: Укажите название привычки

source: Goal
ru: Цель

source: Set your goal: %d
ru: Укажите вашу цель: %d

source: Habit description
ru: Описание привычки

source: Enter your habit description
ru: Укажите описание привычки

source: Cancel notification
ru: Отключить уведомление

source: Set notification
ru: Установить уведомление

source: Type of habit
ru: Тип привычки

source: New habit
ru: Новая привычка

source: Save habit
ru: Сохранить

source: Do it now
ru: Сделай это сейчас

source: Habit name:
ru: Название привычки:

source: Habit description:
ru: Описание привычки:

# Show notification info
source: Show notification settings
ru: Показать настройки уведомления

source: Completed
ru: Завершено

source: Show delete button
ru: Показать кнопку удаления

source: Delete
ru: Удалить

source: Tap to add one step to your goal
ru: Нажмите для добавления шага к вашей цели

source: Goal: %d
ru: Цель: %d

# Streaks: %d
source: Steps: %d
ru: Шаги: %d

source: Progress:
ru: Прогресс:

# Time delay
source: Countdown timer
ru: Таймер

# Time + days
source: Time
ru: Время

source: Minutes
ru: Минуты

source: Hours
ru: Часы

source: Sun
ru: Вс

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Do it
ru: Сделай это

source: Right now
ru: Прямо сейчас

source: Back
ru: Назад

source: Enter title
ru: Название уведомления

source: Enter subtitle
ru: Описание уведомления

source: Enter minutes for countdown timer
ru: Минуты для обратного отсчёта

source: Enter hours for countdown timer
ru: Часы для обратного отсчёта

# Repeating notification
source: Repeated notification
ru: Уведомление с повтором

source: Select time
ru: Выбрать время

source: Days of the week
ru: Уведомление по дням недели

source: Warning !
ru: Внимание !

source: Please enter minutes
ru: Пожалуйста, укажите минуты для обратного отсчёта

source: Please enter hours
ru: Пожалуйста, укажите часы для обратного отсчёта

source: Please enter title for your notification
ru: Пожалуйста, укажите название уведомления

source: Continue
ru: Продолжить

source: %@ min
ru: %@ мин

source: %@ h
ru: %@ ч
